app/controllers/blogs_controller.rb

  def create
  	blog = Blog.new(blog_params)
  	blog.save
---
INSERT INTO "blogs" ("title", "category", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["title", "1-1"], ["category", "1-2"], ["body", "1-3"], ["created_at", "2018-12-06 10:22:41.382358"], ["updated_at", "2018-12-06 10:22:41.382358"]]

  def destroy
    blog = Blog.find(params[:id])
    blog.destroy
---
SELECT  "blogs".* FROM "blogs" WHERE "blogs"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]
DELETE FROM "blogs" WHERE "blogs"."id" = ?  [["id", 1]]